---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralElevationAtBottomSurvey
source: html/fe7af8fe-fb5f-5c55-3d95-39008c29ca4b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralElevationAtBottomSurvey Property

"Elevation at Bottom Survey"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralElevationAtBottomSurvey { get; }
```